belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:utility

foxleigh81/unwrap-zsh-plugin

arzzen/calc.plugin.zsh
Tarrasch/zsh-bd

fdellwing/zsh-bat

davidde/git
laggardkernel/git-ignore

MichaelAquilina/zsh-history-filter

~/.fzf/bin/ kind:path
redxtech/zsh-show-path
rummik/zsh-tailf
# srijanshetty/zsh-suffix-alias
wfxr/forgit

le0me55i/zsh-systemd

# MohamedElashri/fd-zsh
TwoPizza9621536/zsh-exa
reegnz/jq-zsh-plugin
Czocher/gpg-crypt

# ahmetb/kubectx
# ahmetb/kubectl-aliases path:.kubectl_aliases kind:zsh
# benjefferies/safe-kubectl

mattmc3/zman
chitoku-k/fzf-zsh-completions

RobertAudi/tsm
RobertAudi/tsm

Freed-Wu/zsh-command-not-found
ael-code/zsh-colored-man-pages

amyreese/zsh-titles
jeffreytse/zsh-vi-mode

Bhupesh-V/ugit

srijanshetty/zsh-pandoc-completion
nix-community/nix-zsh-completions
buzuloiu/zsh-github-folders
zsh-users/zsh-completions
zchee/zsh-completions
z-shell/zsh-fancy-completions
# ptavares/zsh-terraform
# eastokes/aws-plugin-zsh
wintermi/zsh-rust
~/.config/zsh/zshrc.d/
belak/zsh-utils path:completion
MenkeTechnologies/zsh-cargo-completion
robin-mbg/switch-git
kjhaber/tm.zsh
~/.fzf/ path:shell

3v1n0/zsh-bash-completions-fallback
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
# vim: ft=zsh sw=2 ts=2 et
